[AlertWatcherActor]
sStengthIncreased = "Сила \"АДВЕНТА\" увеличилась с <XGParam:IntValue0> до <XGParam:IntValue1> в регионе <XGParam:StrValue0>"
sStengthDecreased = "Сила \"АДВЕНТА\" уменьшилась с <XGParam:IntValue0> до <XGParam:IntValue1> в регионе <XGParam:StrValue0>"
sForceIncreased = "Технический Уровень увеличился до <XGParam:IntValue0>"
sForceRegionIncreased = "Технический Уровень увеличился до <XGParam:IntValue0> в регионе <XGParam:StrValue0>"

[UIS_MCM]
sModName = "Strength Increase Notifier"

sGeneralSettings_MCMText = "Общие настройки"
sRegionalSettings_MCMText = "Останавливать сканирование когда сила \"АДВЕНТА\" увеличивается в регионе"

NOTIFY_ADVENT_STRENGTH_Label = "Показывать уведомления когда сила \"АДВЕНТА\" увеличивается"
NOTIFY_ADVENT_STRENGTH_DEC_Label = "Показывать уведомления когда сила \"АДВЕНТА\" уменьшается"
NOTIFY_FORCE_LEVEL_Label = "Показывать уведомления когда технический уровень увеличивается"
PAUSE_ADVENT_STRENGTH_Label = "Останавливать сканирование когда сила \"АДВЕНТА\" увеличивается"
PAUSE_ADVENT_STRENGTH_DEC_Label = "Останавливать сканирование когда сила \"АДВЕНТА\" уменьшается"
PAUSE_FORCE_LEVEL_Label = "Останавливать сканировние когда технический уровень увеличивается"
MIN_ADVENT_STRENGTH_PAUSE_Label = "Минимальная сила \"АДВЕНТА\" для остановки сканирования"
MIN_FORCE_LEVEL_PAUSE_Label = "Минимальный технический уровень для остановки сканирования"